Repository: Tostifrosti/AvansApp
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: nl_nl

# AnswerOptionNo
source: No
nl_nl: Nee

# AnswerOptionYes
source: Yes
nl_nl: Ja

# CAHeader1.Text
source: Classroom type:
nl_nl: Soort Lokaal:

# CAHeader2.Text
source: Number of seats:
nl_nl: Aantal Plaatsen:

# CASearchBox.PlaceholderText
source: Search for a classroom
nl_nl: Zoek naar een Lokaal

# Classroom_status_0
source: Available
nl_nl: Vrij

# Classroom_status_1
source: Occupied
nl_nl: Bezet

# DialogScheduleCodeSavedBody
source: Your schedule code is successfully saved!
nl_nl: Je rooster code is succesvol opgeslagen!

# DialogScheduleCodeSavedHeader
source: Schedule code
nl_nl: Rooster code

# Disclaimer.Text
source: Info & Disclaimers
nl_nl: Overige informatie & Disclaimers

# EmployeePageRow1.Text
source: Phone
nl_nl: Telefoon

# EmployeePageRow3.Text
source: Work
nl_nl: Werk

# EmployeePageRow4.Text
source: Working days
nl_nl: Werkdagen

# EmployeePageRow5.Text
source: Room
nl_nl: Kamer

# EmployeePageRow6.Text
source: Academy
nl_nl: Academie

# EmployeePageTextbox.PlaceholderText
source: Search an employee
nl_nl: Zoek naar een Medewerker

# ErrorMsgAuthDialog
source: Something went wrong during the verification of your account. Please try again later!
nl_nl: Er ging iets fout tijdens het verifiëren van uw account. Probeer het later opnieuw!

# ErrorMsgAuthDialogHeader
source: Authentication Error
nl_nl: Authenticatie Error

# ErrorMsgDialog
source: Something went wrong... Please try again later!
nl_nl: Er is helaas iets fout gegaan... Probeer het later opnieuw!

# FeedbackButton.Content
source: Give feedback
nl_nl: Geef feedback

# FillScheduleWithBlanks.Text
source: Fill schedule with blank days?
nl_nl: Rooster aanvullen met lege dagen?

# FirstTimeSchedule1.Text
source: You can enter your schedulecode
nl_nl: Je kan je roostercode invoeren

# FirstTimeSchedule2.Text
source: in the settingspage.
nl_nl: in de instellingen pagina.

source: Friday
nl_nl: Vrijdag

# Loading.Text
source: Loading...
nl_nl: Laden...

# LoggedInString.Text
source: You're logged in as
nl_nl: Je bent ingelogd als

# LoginPageBody.Text
source: Welcome to the new Avans App! With this app you can view your Blackboard news or announcements, view your own results & schedule and even search for Avans employees, classroom availability and many more! Using the new UWP Framework, the App can be used on both Windows Phone and Desktop. Press the Login button to sign in through the Avans Services. This login process is via (a secure connection from) the in-app browser. Do you have a bug or have a nice idea for the app? Please send your ideas via the Feedback button in your settings (as soon as you log in). Have fun!
nl_nl: Welkom bij de gloednieuwe Avans App! Met deze App kan je je Blackboard nieuws of mededelingen bekijken, resultaten inzien, rooster bekijken, medewerkers opzoeken, vrije ruimtes zoeken en nog veel meer! Met gebruik van de nieuwe UWP Framework, kan de App op zowel Windows Phone als Desktop gebruikt worden. Druk op de Login knop om in te loggen via de Avans Services. Dit inlog proces gaat via (een beveiligde verbinding van) de in-app browser. Vindt je een bug of heb je leuk idee voor de app? Stuur gerust je ideeën via de Feedback knop in je instellingen (zodra je bent ingelogd). Veel plezier met de App!

# LoginPageParagraph.Text
source: Welcome to Avans!
nl_nl: Welkom bij Avans!

# LogoutButton.Content
source: Logout
nl_nl: Uitloggen

# LogoutMessageDialogContent
source: Are you sure you want to log out?
nl_nl: Weet je zeker dat je wilt uitloggen?

# LogoutMessageDialogHeader
source: Logout
nl_nl: Uitloggen

# Mark_status_0
source: Definitive
nl_nl: Difinitief

# Mark_status_2
source: Unknown
nl_nl: Onbekend

source: Monday
nl_nl: Maandag

# MyProfileRow1.Text
source: Student no.
nl_nl: Studentnr.

# MyProfileRow2.Text
source: Description
nl_nl: Beschrijving

# NoResult.Text
source: No results
nl_nl: Geen resultaten

# NoResultAnnouncements.Text
source: No announcements found!
nl_nl: Geen mededelingen gevonden!

# NoResultCA.Text
source: The school is closed or we couldn't find the classroom!
nl_nl: De school is gesloten of we hebben het lokaal niet kunnen vinden!

# NoResultDisruptions.Text
source: No disruptions found!
nl_nl: Geen storingen gevonden!

# NoResultEmployees.Text
source: No employees found!
nl_nl: Geen medewerkers gevonden!

# NoResultExams.Text
source: No exams found!
nl_nl: Geen tentamens gevonden!

# NoResultSchedule.Text
source: No lessons!
nl_nl: Geen lessen!

# ResultsPageRow1.Text
source: Coordinator
nl_nl: Coördinator

# ResultsPageRow2.Text
source: Amount EC
nl_nl: Aantal EC

# ResultsPageRow3.Text
source: Weight
nl_nl: Weging

# ResultsPageRow4.Text
source: Date
nl_nl: Datum

# ResultsPageRow5.Text
source: Last updated
nl_nl: Laatst bijgewerkt

# ResultsPageRow7.Text
source: Description
nl_nl: Omschrijving

source: Saturday
nl_nl: Zaterdag

# SaveButtonText.Content
source: Save
nl_nl: Opslaan

# ScheduleTodayButton.Content
source: Today
nl_nl: Vandaag

# SearchButton.Content
source: Search
nl_nl: Zoeken

# SearchFlyout.Text
source: Minimum of 3 characters.
nl_nl: Minimaal 3 karakters.

# SettingsHeader1.Text
source: Schedule
nl_nl: Rooster

# SettingsHeader1Sub.Text
source: Enter here your Schedule code:
nl_nl: Vul hier je Rooster code in:

# SettingsHeader2.Text
source: Theme
nl_nl: Thema

# SettingsHeader3.Text
source: Profile
nl_nl: Profiel

# SettingsPageDisclaimer.Text
source: The App is not made by Avans University and has no responsibility or correlation for the Application. Only the service offered by Avans Hogeschool is used to collect the required data from the user. Due to the fact that this app only retrieves data, it has no control on the data itself. The creator (s) of this App also accept no liability for the accuracy of the data. (This App complies with the guidelines given at https://publicapi.avans.nl/)
nl_nl: De App is niet van, voor of door Avans Hogeschool en heeft daarvoor geen enkele aansprakelijkheid of verantwoordelijkheid over de Applicatie. Er wordt alleen gebruik gemaakt van de service die Avans Hogeschool aanbied om de benodigde data van de gebruiker op te halen. Doordat deze App alleen data ophaalt, kan er geen controle worden uitgevoerd op de data zelf. De maker(s) van deze App aanvaarden ook geen aansprakelijkheid voor de juistheid van de gegeven informatie. (Deze App houdt zich aan de richtlijnen die zijn gegeven op: https://publicapi.avans.nl/)

# SettingsPageInfo.Text
source: This App only uses the Avans University services for verification of the account that is signed in, and data retrieval. Because the verification of your account is via the in-app browser, the App can not retrieve any sensitive data.
nl_nl: Deze App gebruikt alleen de Avans Hogeschool services voor verificatie van het ingevulde account en het ophalen van data. Omdat de verificatie van uw account via de in-app browser gaat, kan de App dus niet bij enige gevoelige data komen.

# SettingsPage_ScheduleBlanksToggle.OffContent
source: No
nl_nl: Nee

# SettingsPage_ScheduleBlanksToggle.OnContent
source: Yes
nl_nl: Ja

# SettingsPage_ThemeToggle.OffContent
source: Dark
nl_nl: Donker

# SettingsPage_ThemeToggle.OnContent
source: Light
nl_nl: Licht

# Shell_AnnouncementsPage
source: Announcements
nl_nl: Mededelingen

# Shell_ClassroomAvailabilityPage
source: Classroom Availability
nl_nl: Vrije ruimte

# Shell_DisruptionsPage
source: Disruptions
nl_nl: Storingen

# Shell_EmployeesPage
source: Employees
nl_nl: Medewerkers

# Shell_ExamsPage
source: Exams
nl_nl: Tentamens

# Shell_ProfilePage
source: My Profile
nl_nl: Mijn Profiel

# Shell_ResultsPage
source: Results
nl_nl: Resultaten

# Shell_SchedulePage
source: Schedule
nl_nl: Rooster

# Shell_SettingsPage
source: Settings
nl_nl: Instellingen

# SplashPageProgressionText1
source: Connecting to server..
nl_nl: Connectie maken met de server..

# SplashPageProgressionText2
source: Verify Account..
nl_nl: Account Verifiëren..

# SplashPageProgressionText3
source: Welcome
nl_nl: Welkom

# SplashPageProgressionTextError
source: Cannot connect to server!
nl_nl: Er kan geen connectie gemaakt worden met server!

source: Sunday
nl_nl: Zondag

source: Thursday
nl_nl: Donderdag

# ToastNotificationButton1
source: View
nl_nl: Bekijken

# TryAgainButton.Content
source: Try again!
nl_nl: Probeer opnieuw!

source: Tuesday
nl_nl: Dinsdag

source: Unknown
nl_nl: Niet bekend

source: Wednesday
nl_nl: Woensdag
